import { Metadata } from "next";
import Image from "next/image";
import Link from "next/link";

export const metadata: Metadata = {
  title: "Взаємодія з кредитним реєстром НБУ",
  description:
    "Кредитна спілка «Кредит-ФОС» повідомляє про подання та отримання інформації з Кредитного реєстру Національного банку України відповідно до чинного законодавства. Боржники мають право доступу до своїх даних у реєстрі та можуть звертатися до НБУ для виправлення чи видалення некоректної інформації.",
  robots: {
    index: true,
    follow: true,
    nocache: false,
    googleBot: {
      "max-snippet": -1,
    },
  },
};

const GeneralMitings = () => {
  return (
    <main>
      <section className="bg-transparent min-h-[300px] py-16 md:py-[100px] lg:py-[120px]">
        <div className="fixed -top-[1px] -z-10 bg-[url('/Main-screen-1.webp')] bg-center bg-cover w-full h-[490px]"></div>
        <div className="div-container">
          <h1 className="text-primary_400  font-extrabold text-[32px] md:text-[40px]">
            Кредит ФОС - ваш партнер у фінансах
          </h1>
        </div>
      </section>
      <section className="bg-netural_100">
        <div className="div-container text-primary_200 flex gap-2 pt-4">
          <Link
            href="/"
            className="text-netural_300 hover:text-primary_200 transition-colors duration-300"
          >
            Домашня
          </Link>
          <span>&#8250;</span>
          <Link
            href="/about-us"
            className="text-netural_300 hover:text-primary_200 transition-colors duration-300"
          >
            Про нас
          </Link>

          <span>&#8250;</span>
          <p>Новини: Взаємодія з кредитним реєстром НБУ</p>
        </div>
      </section>
      <section className="pt-6 pb-[50px] bg-netural_100 text-[16px] md:text-[18px] text-primary_700">
        <div className="div-container flex flex-col gap-6">
          <h2 className="title">Взаємодія з кредитним реєстром НБУ</h2>
          <p>
            Кредитна спілка «Кредит-ФОС» повідомляє про подання та отримання
            інформації з Кредитного реєстру Національного банку України
            відповідно до чинного законодавства. Боржники мають право доступу до
            своїх даних у реєстрі та можуть звертатися до НБУ для виправлення чи
            видалення некоректної інформації.
          </p>
          <div className="rounded-md overflow-hidden mx-auto">
            <Image
              src="/news-foto/credit reestr.webp"
              alt="news in Kredit Union"
              width={1000}
              height={638}
            />
          </div>
          <p>
            Повідомляємо Вас, що кредитна спілка «Кредит-ФОС» подає до та
            отримує з Кредитного реєстру Національного банку України (далі –
            Кредитний реєстр) інформацію відповідно до Закону України «Про
            кредитні спілки», Закону України “Про фінансові послуги та фінансові
            компанії” та нормативно-правових актів Національного банку України
            (далі – НБУ).
          </p>
          <p>
            НБУ у встановленому ним порядку надає кредитним спілкам доступ до
            інформації з Кредитного реєстру про кредитні операції боржника,
            загальна заборгованість якого за зобов’язаннями з кредитування
            дорівнює або перевищує поріг, методика встановлення якого
            визначається нормативно-правовими актами НБУ, але не менше 10
            розмірів мінімальної заробітної плати, встановленої законом на 1
            січня податкового (звітного) року (або еквівалент цієї суми в
            іноземній валюті за офіційним курсом НБУ, встановленим на перший
            робочий день місяця, наступного за звітним).
          </p>
          <p>
            Кредитна спілка подає до Кредитного реєстру інформацію, що включає,
            зокрема:
          </p>
          <p>
            1) відомості, що ідентифікують Боржника; 2) інформацію про умови
            кредитної операції та виконання зобов’язань за кредитною операцією;
            3) інформацію про належність Боржника до пов’язаних з кредитором
            осіб; 4) інформацію про забезпечення виконання зобов’язань за
            кредитною операцією, у тому числі порукою (дата укладення договору
            про забезпечення виконання зобов’язання, вид та сума забезпечення).
          </p>{" "}
          <p>
            Боржник та інші особи, інформація стосовно яких міститься у
            Кредитному реєстрі, мають право доступу до даних про себе та до
            відомостей щодо запитів на отримання таких даних стосовно них у
            порядку, визначеному законодавством про захист персональних даних та
            нормативно-правовими актами НБУ. НБУ зобов’язаний протягом п’яти
            робочих днів з дня отримання заяви Боржника безоплатно надати йому
            інформацію з Кредитного реєстру або повідомити про відсутність у
            Кредитному реєстрі інформації стосовно нього у визначеному
            нормативно-правовими актами Національного банку України порядку. У
            разі незгоди з інформацією, що міститься стосовно нього у Кредитному
            реєстрі, Боржник має право звернутися до НБУ із заявою про
            виправлення чи видалення такої інформації з Кредитного реєстру, у
            порядку передбаченому законодавством.
          </p>
          <p>
            • При виникненні додаткових питань, Ви можете надіслати відповідне
            звернення на юридичну адресу кредитної спілки або на електронну
            адресу: kredit.fos@gmail.com
          </p>
        </div>
      </section>
    </main>
  );
};
export default GeneralMitings;
