import { PhoneIcon } from "../icons/PhoneIcon";
import { Tick } from "../icons/Tick";

export const SectionMilitary = () => {
  return (
    <section className="py-[50px] px-4 md:px-[78px] lg:px-[120px] md:py-[100px] bg-[url('/background-for-mil.webp')] bg-center bg-cover">
      <div className="bg-netural_100 rounded-md px-6 py-6 md:py-10 lg:py-[50px] lg:px-[50px] max-w-[1296px] mx-auto text-primary_700">
        <h2 className="title">Взаємодія із захищеною категорією населення</h2>
        <p className="text-base md:text-lg">
          До уваги позичальників - військовослужбовців!
        </p>
        <p className="text-base md:text-lg">
          19.08.2022 року набув чинності ЗУ про внесення змін до Закону України
          "Про споживче кредитування" щодо врегулювання простроченої
          заборгованості на період дії воєнного, надзвичайного стану (2459-IX
          від 27.07.2022). Споживач, який належить до захищеної категорії та має
          бажання на період дії воєнного стану в Україні та протягом 90 днів з
          дня його припинення або скасування припинити взаємодію з особами,
          зазначеними в абзаці першому цього пункту, його близькі особи,
          представники, спадкоємці, поручителі або майнові поручителі
          повідомляють кредитодавця про таке волевиявлення та про належність
          споживача до захищеної категорії за допомогою будь-якого засобу
          комунікації, реквізити якого розміщено на веб-сайті такого
          кредитодавця або нового кредитора, з наданням копій підтвердних
          документів про належність споживача до захищеної категорії.
        </p>
        <h3 className="text-[16px] md:text-[18px] lg:text-[20px] text-primary_700 font-bold pt-6">
          Захищеною категорією населення є:
        </h3>
        <ul className="text-base md:text-lg">
          <li className="flex gap-2 pt-4">
            <div className="w-6" id="mil-first">
              <Tick />
            </div>
            військовослужбовці Збройних Сил України, інших утворених відповідно
            до законів України військових формувань та правоохоронних органів
            спеціального призначення, Державної спеціальної служби транспорту,
            Державної служби спеціального зв’язку та захисту інформації України,
            які проходять військову службу на території України;
          </li>
          <li className="flex gap-2 pt-4" id="mil-second">
            <div className="w-6">
              <Tick />
            </div>
            військовослужбовці, які стали особами з інвалідністю внаслідок
            захворювання, пов’язаного з проходженням військової служби, чи
            внаслідок захворювання після звільнення їх з військової служби;
          </li>
          <li className="flex gap-2 pt-4" id="mil-third">
            <div className="w-6">
              <Tick />
            </div>
            члени сімей військовослужбовців, які загинули, померли чи пропали
            безвісти;
          </li>
          <li className="flex gap-2 pt-4" id="mil-fourth">
            <div className="w-6">
              <Tick />
            </div>
            особи, які перебувають у полоні, особи, з якими втрачено зв’язок,
            особи, зниклі безвісти.
          </li>
        </ul>
        <h3 className="text-[16px] md:text-[18px] lg:text-[20px] text-primary_700 font-bold pt-6">
          Підтвердними документами про належність споживача до захищеної
          категорії є:
        </h3>
        <ul className="text-base md:text-lg">
          <li className="flex gap-2 pt-4">
            <div className="w-6" id="mil-first">
              <Tick />
            </div>
            для військовослужбовців Збройних Сил України, інших утворених
            відповідно до законів України військових формувань та правоохоронних
            органів спеціального призначення, Державної спеціальної служби
            транспорту, Державної служби спеціального зв’язку та захисту
            інформації України, які проходять військову службу на території
            України, - підписана командиром (начальником, керівником) або
            особою, яка його заміщує, відповідного структурного підрозділу, в
            якому проходить службу такий військовослужбовець, або керівником
            територіального центру комплектування та соціальної підтримки, який
            здійснив заходи щодо призову споживача на військову службу,
            скріплена гербовою печаткою довідка за формою, встановленою додатком
            № 2 до цього Закону. Допускається складення довідки рукописним
            способом;
          </li>
          <li className="flex gap-2 pt-4" id="mil-second">
            <div className="w-6">
              <Tick />
            </div>
            для військовослужбовців, які стали особами з інвалідністю внаслідок
            захворювання, пов’язаного з проходженням військової служби, чи
            внаслідок захворювання після звільнення їх з військової служби,
            пов’язаного з проходженням військової служби, - посвідчення інваліда
            війни;
          </li>
          <li className="flex gap-2 pt-4" id="mil-third">
            <div className="w-6">
              <Tick />
            </div>
            для членів сімей військовослужбовців, які загинули чи померли, -
            посвідчення члена сім’ї загиблого;
          </li>
          <li className="flex gap-2 pt-4" id="mil-fourth">
            <div className="w-6">
              <Tick />
            </div>
            для осіб, які перебувають у полоні, осіб, з якими втрачено зв’язок,
            осіб, зниклих безвісти, для членів сімей військовослужбовців, які
            зникли безвісти, - інформація, надана державним підприємством, яке
            виконує функції Національного інформаційного бюро, про те, що особа
            утримується в полоні або перебуває у заручниках держави-агресора,
            або включена до реєстру як така, з якою втрачено зв’язок, або зникла
            безвісти.
          </li>
        </ul>
        <h3 className="text-[16px] md:text-[18px] lg:text-[20px] text-primary_700 font-bold pt-4">
          Повідомлення споживачів про належність особи до захищеної категорії
          приймаються
        </h3>
        <div className="flex flex-col md:flex-row md:gap-6 mt-2">
          <a
            href="tel:+38(067)3501977"
            className="flex gap-2.5 items-center text-primary_400 group hover:text-primary_300 pt-4
                transition-all duration-300 text-xl font-extrabold"
            target="_blank"
            rel="noopener noreferrer"
          >
            <PhoneIcon />
            <div>+38 067 350-19-77</div>
          </a>
          <a
            href="tel:+38(067)2582454"
            className="flex gap-2.5 items-center text-primary_400 group hover:text-primary_300 pt-4
                transition-all duration-300 text-xl font-extrabold"
            target="_blank"
            rel="noopener noreferrer"
          >
            <PhoneIcon />
            <div>+38 067-258-24-54</div>
          </a>
        </div>
        <div>
          <a
            href="mailto:kredit.fos@gmail.com"
            className="flex gap-2.5 items-center  pt-4 text-base md:text-lg"
            target="_blank"
            rel="noopener noreferrer"
          >
            на електронну пошту
            <div className="text-primary_400 group hover:text-primary_300 transition-all duration-300 text-xl font-extrabold">
              kredit.fos@gmail.com
            </div>
          </a>
        </div>
        <p className="text-base md:text-lg mt-4">
          та за місцезнаходженням Спілки: 46025, м. Тернопіль вул. Франка 20
          прим.10.
        </p>
      </div>
    </section>
  );
};
