export const InfoProtectionConsumer = () => {
  return (
    <div className="text-primary_700">
      <h3 className="text-primary_400 text-[32px] font-bold py-4">
        Механізм захисту прав споживачів
      </h3>

      <p className="mt-4">
        Механізм захисту фінансовою установою прав споживачів та порядок
        урегулювання спірних питань, що виникають у процесі надання фінансової
        послуги
      </p>
      <p className="mt-4">
        Порядок урегулювання спірних питань, що виникають у процесі надання
        фінансової послуги, здійснюється у відповідності до вимог чинного
        законодавства. Скарги споживача фінансових послуг кредитною спілкою в
        позасудовому порядку розглядаються в порядку передбаченому ЗУ "Про
        звернення громадян" за місцезнаходженням кредитної спілки. Споживач
        фінансових послуг може звернутися із скаргою для позасудного розгляду
        згідно законодаства до:
      </p>
      <p className="mt-4 indent-4">
        Національного банку України <br />
        Адреса для листування: 01601, м. Київ, вул. Інститутська, 9. <br />
        Адреса для подання письмових звернень громадян: вул. Інститутська, 11б,
        м. Київ, 01601 <br />
        Телефон: 0 800 505 240 Пн-Чт 9:00 – 18:00, Пт 9:00 – 16:45 <br />
        Громадська приймальня: вул. Інститутська, 12, кімн. 24.
      </p>
      <p className="mt-4 indent-4">
        Державної служби України з питань безпечності харчових продуктів та
        захисту споживачів (Держпродспоживслужба) - ДЕПАРТАМЕНТ ЗАХИСТУ
        СПОЖИВАЧІВ <br />
        Тел.: (044) 279-12-70; факс: (044) 279-48-83, head@consumer.gov.ua
      </p>
      <p className="mt-4 indent-4">
        Управління Держпродспоживслужби в м. Тернополі <br />
        Адреси: 46020, м. Тернопіль, вул. Текстильна , будинок 6, <br />
        Тел.: (0352) 52-01-45, 52-38-27 tern.misto@dpss-te.gov.ua
      </p>
      <p className="mt-4 indent-4">
        Тернопільської міської ради <br />
        Адреса: 46001, м. Тернопіль, вул. Листопадова, 5 <br />
        Відділ звернень 0800300352
      </p>
      <p className="mt-4">
        Наявність гарантійних фондів чи компенсаційних схем, що застосовуються
        відповідно до законодавства Законодавством не передбачено наявність у
        кредитної спілки гарантійних фондів чи компенсаційних схем при наданні
        такої фінансової послуги.
      </p>
    </div>
  );
};
