import { CheckMarkIcon } from "../icons/creditPage/checkMarkIcon";

export const InfoManagment = () => {
  return (
    <div className="text-primary_700">
      <h3 className="text-primary_400 text-[32px] font-bold pt-4">
        Наглядова рада
      </h3>
      <div className="w-[50px] h-1 rounded-full bg-primary_300 mt-2 md:mt-4"></div>
      <ul className="pt-4">
        <li className="pb-4">
          Мокрицький Юрій Тарасович — Голова наглядової ради;
        </li>
        <li className="pb-4">
          Казарінов Володимир Олександрович — Заступник голови наглядової ради;
        </li>
        <li className="pb-4">
          Гончаренко Костянтин Сергійович — Секретар наглядової ради;
        </li>
        <li className="pb-4">
          Розлуцька Зоряна Ярославівна — Член наглядової ради;
        </li>
        <li className="pb-4">
          Сидоровський Володимир Михайлович — Член наглядової ради.
        </li>
      </ul>
      <h3 className="text-primary_400 text-[32px] font-bold">Правління</h3>
      <div className="w-[50px] h-1 rounded-full bg-primary_300 mt-2 md:mt-4"></div>
      <ul className="pt-4 border-b border-primary_100 pb-4">
        <li className="pb-4">Ковбасюк Тетяна Борисівна — Голова правління;</li>
        <li>Гончаренко Катерина Олегівна — Член правління.</li>
      </ul>
      <p className="mt-4">
        Органами управління кредитної спілки є загальні збори членів кредитної
        спілки, спостережна рада, ревізійна комісія, кредитний комітет та
        правління. Вищим органом управління кредитної спілки є загальні збори її
        членів. Загальні збори членів кредитної спілки можуть приймати рішення з
        будь-яких питань діяльності кредитної спілки.
      </p>
      <p className="mt-4">
        Спостережна рада кредитної спілки представляє інтереси членів кредитної
        спілки в період між загальними зборами. Спостережна рада кредитної
        спілки підзвітна загальним зборам членів кредитної спілки в межах
        компетенції, визначеної Законом України "про кредитні спілки" та
        Статутом кредитної спілки, контролює й регулює діяльність правління та
        кредитного комітету.
      </p>
      <p className="mt-4">
        Правління кредитної спілки є виконавчим органом, який здійснює
        керівництво її поточною діяльністю. Правління складається з осіб, які
        знаходяться в трудових відносинах із спілкою. Правління вирішує всі
        питання діяльності кредитної спілки, крім тих, що належать до
        компетенції загальних зборів, спостережної ради та кредитного комітету.
        Правління підзвітне загальним зборам і спостережній раді кредитної
        спілки та організовує виконання їх рішень.
      </p>
      <p className="mt-4">
        Роботою правління керує голова правління, який призначається
        спостережною радою. Голова правління кредитної спілки:
      </p>
      <ul>
        <li className="flex gap-2 mt-4">
          {" "}
          <div className="w-6 h-6">
            <CheckMarkIcon />
          </div>
          без доручення представляє інтереси кредитної спілки та діє від її
          імені в її відносинах із державою, іншими юридичними та фізичними
          особами;
        </li>
        <li className="flex gap-2 mt-4">
          <div className="w-6 h-6">
            <CheckMarkIcon />
          </div>
          укладає договори та інші угоди від імені кредитної спілки, підписує
          доручення на провадження дій від імені кредитної спілки;
        </li>
        <li className="flex gap-2 mt-4">
          <div className="w-6 h-6">
            <CheckMarkIcon />
          </div>
          розпоряджається майном кредитної спілки в порядку, визначеному
          спостережною радою;
        </li>
        <li className="flex gap-2 mt-4">
          <div className="w-6 h-6">
            <CheckMarkIcon />
          </div>
          готує подання спостережній раді на призначення та звільнення членів
          правління кредитної спілки, призначає на посади та звільняє з посад
          працівників кредитної спілки, призначає працівника відповідального за
          проведення фінансового моніторингу, застосовує до них заходи
          заохочення та стягнення відповідно до законодавства, вживає заходів
          щодо підготовки та підвищення кваліфікації працівників кредитної
          спілки;
        </li>
        <li className="flex gap-2 mt-4">
          <div className="w-6 h-6">
            <CheckMarkIcon />
          </div>
          вирішує інші питання діяльності кредитної спілки відповідно до Статуту
          кредитної спілки та законодавства України.
        </li>
      </ul>
      <p className="mt-4">
        Кредитний комітет кредитної спілки є спеціальним органом, відповідальним
        за організацію кредитної діяльності спілки. Кредитний комітет
        призначається спостережною радою, підзвітний загальним зборам членів
        кредитної спілки та спостережній раді і несе перед ними відповідальність
        за ефективність кредитної діяльності спілки.
      </p>
      <p className="mt-4">
        Ревізійна комісія здійснює контроль за фінансово-господарською
        діяльністю кредитної спілки. Ревізійна комісія підзвітна й відповідальна
        перед загальними зборами членів кредитної спілки. Ревізійна комісія
        обирається загальними зборами членів кредитної спілки у кількісному
        складі, що визначається рішенням загальних зборів, але не менше трьох
        осіб, які працюють на громадських засадах. Строк повноважень членів
        ревізійної комісії визначається загальними зборами членів кредитної
        спілки, але не більш ніж три роки та два терміни підряд. До складу
        ревізійної комісії не можуть входити члени спостережної ради, правління,
        кредитного комітету та особи, які перебувають із кредитною спілкою у
        трудових відносинах.
      </p>
    </div>
  );
};
